Repository: Zojax/zojax.contenttypes
Catalog: src/zojax/contenttypes/locales/*/LC_MESSAGES/zojax.contenttypes.po
Languages: nl

source: ContentTypes: Add page
nl: Inhoudtypes: Pagina toevoegen

source: ContentTypes: Add file
nl: Inhoudtypes: Bestand toevoegen

source: ContentTypes: Add image
nl: Inhoudtypes: Afbeelding toevoegen

source: ContentTypes: Add event
nl: Inhoudtypes: Gebeurtenis toevoegen

source: ContentTypes: Add news item
nl: Inhoudtypes: Nieuwsitem toevoegen

source: ContentTypes: Add video
nl: Inhoudtypes: Bestand toevoegen

source: Basic content types for zojax.
nl: Standaard inhoudtypes voor zojax.

source: Content types
nl: Inhoudtypes

source: Information about an upcoming event.
nl: Informatie over een aankomende gebeurtenis

source: Upcoming events
nl: Aankomende gebeurtenissen

source: Event
nl: Gebeurtenis

source: Information about an upcoming event, which can be displayed in the calendar.
nl: Informatie over een aankomende gebeurtenis, die kan worden weergegeven in de kalender.

source: Event dates are wrong.
nl: Gebeurtenis data zijn fout.

source: Title
nl: Titel

source: Event title.
nl: Gebeurtenis titel.

source: Description
nl: Omschrijving

source: A short summary of the event.
nl: Een korte samenvatting van de gebeurtenis.

source: Event Location
nl: Lokatie van gebeurtenis

source: Event Starts
nl: Start van gebeurtenis

source: Event Ends
nl: Einde van gebeurtenis

source: Attendees
nl: Deelnemers

source: Event URL
nl: URL van gebeurtenis

source: Web address with more info about the event.
nl: Webpagina met meer informatie over de gebeurtenis.

source: Contact Name
nl: Naam contactpersoon

source: Contact E-mail
nl: E-mail contactpersoon

source: Contact Phone
nl: Telefoonnummer contactpersoon

source: Event body text.
nl: Gebeurtenis bodytekst.

source: Count
nl: Aantal

source: Number of events in portlet.
nl: Aantal gebeurtenissen in de module.

source: More...
nl: Meer...

source: Where
nl: Waar

source: Event details
nl: Details gebeurtenis

source: More information about this event&hellip;
nl: Meer informatie over deze gebeurtenis&hellip;

source: When
nl: Wanneer

source: to
nl: tot

source: An external file uploaded to the site.
nl: Een extern bestand geupload naar de webpagina.

source: File
nl: Bestand

source: File title.
nl: Bestandstitel.

source: A short summary of the file.
nl: Een korte omschrijving van het bestand.

source: The actual content of the file.
nl: De inhoud van het bestand.

source: An image uploaded to the site.
nl: Een naar de site geuploade afbeelding. afbeelding

source: Image
nl: Afbeelding

source: Name:
nl: Naam:

source: View
nl: Weergave

source: Size:
nl: Grootte:

source: Image title.
nl: Afbeeldingsnaam.

source: A short summary of the image.
nl: Een korte omschrijving van de afbeelding.

source: The actual content of the image.
nl: De inhoud van de afbeelding.

source: News Items
nl: Nieuwsitems

source: Information about latest site news.
nl: Informatie over een aankomende gebeurtenis

source: News Item
nl: Nieuwitem

source: An announcement that will show up on the news portlet and in the news listing.
nl: Een aankondiging die zichtbaar wordt in de nieuwsmodule en in het nieuwsoverzicht.

source: News item title.
nl: Nieuwsitem titel.

source: News item description.
nl: Nieuwitem omschrijving

source: Date
nl: Datum

source: News date
nl: Nieuwsitem datum

source: News item text.
nl: Nieuwsitem tekst.

source: Number of news items
nl: Aantal nieuwsitems

source: Date:
nl: Datum:

source: There are no new news.
nl: Er zijn geen nieuwe nieuwsitems.

source: This item does not have any body text, click the edit tab to change it.
nl: Dit item heeft geen bodytekst, klik op het Aanpassen tabblad om dit te wijzingen.

source: More news...
nl: Meer nieuws...

source: News
nl: Nieuws

source: A page in the site. Can contain rich text.
nl: Een pagina in de site. Mag opgemaakte tekst bevatten.

source: Page
nl: Pagina

source: Page title.
nl: Paginatitel.

source: A short summary of the content.
nl: Een korte omschrijving van de inhoud.

source: Page body text.
nl: Pagina bodytekst.

source: A external video link in the site.
nl: Een extern bestand geupload naar de webpagina.

source: Video title.
nl: Bestandstitel.

source: Video
nl: Weergave

source: Vodeo body text.
nl: Pagina bodytekst.
